Repository: fredjo/gnomenut
Catalog: locale/mplayerplug-*/po/*.po
Languages: da, es, fr, hu, ja, ko, nb, nl, pl, pt_br, sv, tr, wa, zh_cn

source: Loading Media...
da: Indlæser medie...
es: Cargando...
fr: Chargement du Média...
hu: Média betöltése...
ja: メディアを読み込み中...
nb: Laster Media
nl: Laden media...
pl: Ładowanie mediów...
pt_br: Carregando mídia
sv: Laddar Media...
tr: Video Yükleniyor...
wa: Dji tchedje li media...
zh_cn: 正在载入媒体...

source: Getting playlist...
da: Henter afspilningsliste...
es: Obteniendo lista de reproducción...
fr: Chargement de la liste de lecture...
hu: Lejátszólista lekérése...
ja: プレイリスト取得中...
nb: Henter spilleliste
nl: Inlezen afspeellijst...
pl: Pobieranie playlisty...
pt_br: Carregando playlist...
sv: Erhåller spellista...
tr: Oynatma listesi alınıyor
wa: Dj' obtén l' djivêye a djouwer...
zh_cn: 正在获取播放列表...

source: Buffering %s
da: Lagrer midlertidigt %s
es: Almacenando %s
hu: %s pufferelése
ja: バッファリング %s
nl: Laden %s
pl: Buforowanie %s
sv: Buffrar %s
tr: %s önbelleğe alınıyor
wa: Dji mete %s e memwere tampon
zh_cn: 正在缓冲 %s

source: Playing %s
da: Afspiller %s
es: Reproduciendo %s
fr: Lecture de %s
hu: %s lejátszása
ja: 再生中 %s
nb: Spiller %s
nl: Afspelen %s
pl: Odtwarzanie %s
pt_br: Executando %s
sv: Spelar upp %s
tr: %s oynatılıyor
wa: Dji djowe %s
zh_cn: 正在播放 %s

source: Stream Title:
es: Título Stream:
hu: Adatfolyam címe:
ja: ストリームタイトル:
nb: Strøm Tittel
nl: Stream titel:
pl: Tytuł strumienia:
pt_br: Título
sv: Videoflödes titel:
tr: Yayın Başlığı:

source: Stopped
da: Stoppet
es: Detenido
fr: Arrêté
hu: Leállítva
ja: 停止
nb: Stoppet
nl: Gestopt
pl: Zatrzymane
pt_br: Parado
sv: Stoppad
tr: Durduruldu
wa: Aresté
zh_cn: 已停止

source: Volume %i%%
ja: ボリューム %i%%

source: Rewind
da: Spol tilbage
es: Rebobinar
fr: Rembobiner
hu: Vissza
ja: 巻き戻し
nb: Tilbake
nl: Terugspoelen
pl: Przewijanie do tyłu
pt_br: Voltar
sv: Bakåtspolning
tr: Geri Al
wa: Aler en erî
zh_cn: 快退

source: Play
da: Afspil
es: Reproducir
fr: Lire
hu: Lejátszás
ja: 再生
ko: 재생
nb: Spille av
nl: Afspelen
pl: Odtwarzaj
pt_br: Reproduzir
sv: Uppspelning
tr: Oynat
wa: Djouwer
zh_cn: 播放

source: Pause
es: Pausar
hu: Szünet
ja: 一時停止
ko: 일시정지
nl: Pauze
pl: Pauza
pt_br: Pausar
sv: Paus
tr: Beklet
wa: Djoker
zh_cn: 暂停

source: Stop
es: Detener
hu: Leállítás
ja: 停止
ko: 정지
nb: Stopp
pt_br: Parar
sv: Stopp
tr: Dur
wa: Arester
zh_cn: 停止

source: Fast Forward
da: Spol frem
es: Adelantar
fr: Avance Rapide
hu: Gyorsan előre
ja: 早送り
nb: Fram
nl: Snel vooruit
pl: Przewijanie do przodu
pt_br: Avançar
sv: Snabb framåtspolning
tr: Hızlı İleri
wa: Rade avancî
zh_cn: 快进

source: Volume
hu: Hangerő
ja: ボリューム

source: Full Screen
da: Fuldskærm
es: Pantalla Completa
fr: Plein Ecran
hu: Teljes képernyő
ja: 全画面
ko: 전체화면
nb: Fullskjerm
nl: Beeldvullend
pl: Pełny ekran
pt_br: Tela cheia
sv: Fullskärm
tr: Tam Ekran
wa: Môde tote li waitroûle
zh_cn: 全屏

source: Save as %s/%s
da: Gem som %s/%s
es: Guardar como %s/%s
fr: Enregistrer sous %s/%s
hu: Mentés mint %s/%s
ja: %s/%s として保存
ko: %s/%s 로 저장
nb: Lagre som '%s/%s'
nl: Opslaan als %s/%s
pl: Zapisz jako %s/%s
pt_br: Salvar como %s/%s
sv: Spara som %s/%s
tr: %s/%s Olarak Kaydet
wa: Dji schape come %s/%s
zh_cn: 另存为 %s/%s

source: Save
da: Gem
es: Guardar
fr: Enregistrer
hu: Mentés
ja: 保存
ko: 저장
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
sv: Spara
tr: Kaydet
wa: Schaper
zh_cn: 保存

source: Append URL to %s/playlist
da: Tilføj URL til %s/playlist
es: Agregar URL a %s/lista de reproducción
fr: Ajouter l'URL à la liste de lecture %s
hu: URL hozzáfűzése %s/playlist-hez
ja: URLを %s/playlist に追加
ko: URL를 %s/playlist 에 추가
nb: Legge URL til %s/spilleliste
nl: Voeg URL toe aan %s/afspeellijst
pl: Dodaj URL do %s/playlist
pt_br: Adicionar URL a %s/playlist
sv: Lägg till URL i %s/playlist
tr: %s/oynatma listesine adresi ekle
wa: Dji rstitche l' URL a l' eplaeçmint %s/playlist
zh_cn: 添加连接地址到 %s/playlist

source: Save As...
es: Guardar como...
hu: Mentés másként...
ja: 名前を付けて保存...
nb: Lagre som
nl: Opslaan als...
pl: Zapisz jako...
pt_br: Salvar como
sv: Spara som...
tr: Farklı Kaydet...
wa: Schaper et rlomer...
zh_cn: 另存为...

source: mplayerplug-in configuration
da: mplayerplug-in-konfiguration
es: configuración de mplayerplug-in
fr: configuration de mplayerplug-in
hu: Az mplayerplug-in beállításai
ja: mplayerplug-in 設定
nb: mplayerplug-in instillinger
nl: mplayerplug-in instellingen
pl: konfiguracja mplayerplug-in'a
pt_br: Configuração do mplayerplug-in
sv: mplayerplug-in konfiguration
tr: mplayerplug-in ayarları
wa: Apontiaedje do tchôke-divins mplayerplug-in
zh_cn: mplayerplug-in 配置

source: Cancel
da: Annullér
es: Cancelar
fr: Annuler
hu: Mégsem
ja: キャンセル
ko: 취소
nb: Avbryte
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
tr: İptal
wa: Rinoncî
zh_cn: 取消

source: Video Output:
es: Salida de Vídeo:
fr: Sortie Vidéo:
hu: Videokimenet:
ja: 映像出力:
ko: 비디오 출력:
nb: Video-avspilling
nl: Video uitvoer:
pl: Sterownik obrazu:
pt_br: Saida de vídeo:
sv: Video-ut drivrutin:
tr: Video Çıktısı:
wa: Rexhowe del videyo:
zh_cn: 视频输出：

source: Audio Output:
da: Lyd-output:
es: Salida de Audio:
fr: Sortie Audio:
hu: Hangkimenet:
ja: 音声出力:
ko: 오디오 출력
nb: Lyd-avspilling:
nl: Audio uitvoer:
pl: Sterownik dźwięku:
pt_br: Saida de áudio:
sv: Ljud-ut drivrutin:
tr: Ses Çıktısı:
wa: Rexhowe do son:
zh_cn: 音频输出：

source: Save to Location:
da: Gem til lokalitet:
es: Guardar en:
fr: Dossier de Sauvegarde:
hu: Mentés erre a helyre:
ja: 保存場所:
ko: 저장 위치:
nb: Lagre til plassering:
nl: Opslaan in:
pl: Zapisz do katalogu:
pt_br: Salvar em:
sv: Spara till:
tr: Konuma Kaydet:
wa: Schaper a l' eplaeçmint
zh_cn: 保存位置：

source: Minimum Cache Size:
da: Minimum mellemlager-størrelse:
es: Tamaño mínimo de caché:
fr: Taille Minimum du Cache:
hu: Minimális gyorsítótár-méret:
ja: 最小キャッシュサイズ:
ko: 최소 캐시 크기:
nb: Minste størrelse på mellomlager:
nl: Minimum cache grootte:
pl: Minimalny rozmiar Cache:
pt_br: Tamanho mínimo para cache:
sv: Minimal cache storlek:
tr: Asgari Önbellek Boyutu:
wa: Pus ptite grandeu del muchete:
zh_cn: 最小缓冲大小：

source: Percent of Media to Cache:
da: Procent af mediet der skal mellemlagres:
es: Porcentaje para el caché:
fr: Proportion de Média à mettre en Cache:
hu: A média gyorsítótárazandó %-a:
ja: メディアに対するキャッシュの割り合い:
ko: 미리받기 (%):
nb: Prosent av media som lagres i hurtigminnet:
nl: Percentage in cache:
pl: Ile buforować strumienia:
pt_br: Porcentagem da mídia para cache:
sv: Procent av media som ska cachas:
tr: Önbelleklenecek Dosya Yüzdesi:
wa: Porcint d' media a mete el muchete:
zh_cn: 缓冲百分比：

source: Show time in progress bar
da: Vis tid i forløbsindikator
es: Mostrar el tiempo en la barra de progreso
fr: Afficher le temps dans la barre de progression
hu: Idő mutatása a folyamatjelzőn
ja: プログレスバーに時間を表示する
nb: Vise tid i framdriftsviser
nl: Toon afspeeltijd in scherm
pl: Wyświetlaj czas na pasku postępu
pt_br: Mostrar o tempo na barra de progresso
sv: Visa tid i förloppsindikatorn
tr: Durum çubuğunda zamanı göster
wa: Mostrer l' tins dins l' bår d' avançmint
zh_cn: 在进度条中显示时间

source: Enable Windows Media Player Support
da: Aktivér Windows Media Player-understøttelse
es: Habilitar el soporte para Windows Media Player
fr: Activer le Support Windows Media Player
hu: Windows Media Player támogatás bekapcsolása
ja: Windows Media Player のサポートを有効にする
ko: Windows Media Player 지원
nb: Aktivere støtte for Windows Media Player
nl: Afspelen Windows Media Player formaat
pl: Włącz obsługę Windows Media Player
pt_br: Ativar suporte ao Windows Media Player
sv: Aktivera Windows Media Player stöd
tr: Windows Media Player Desteğini Etkinleştir
wa: Permete li sopoirt Windows Media Player
zh_cn: 开启 Windows Media Player 支持

source: Enable QuickTime Support
da: Aktivér QuickTime-understøttelse
es: Habilitar el soporte para QuickTime
fr: Activer le Support QuickTime
hu: QuickTime támogatás bekapcsolása
ja: QuickTime のサポートを有効にする
ko: QuickTime 지원
nb: Aktivere støtte for QuickTime
nl: Afspelen Quicktime formaat
pl: Włącz obsługę QuickTime
pt_br: Ativar suporte ao QuickTime
sv: Aktivera QuickTime stöd
tr: Quicktime Desteğini Etkinleştir
wa: Permete li sopoirt QuickTime
zh_cn: 开启 QuickTime 支持

source: Enable RealMedia Support
da: Aktivér RealMedia-understøttelse
es: Habilitar el soporte para RealMedia
fr: Activer le Support RealMedia
hu: RealMedia támogatás bekapcsolása
ja: RealMedia のサポートを有効にする
ko: RealMedia 지원
nb: Aktivere støtte for RealMedia
nl: Afspelen Realmedia formaat
pl: Włącz obsługę RealMedia
pt_br: Ativar suporte ao RealMedia
sv: Aktivera RealMedia stöd
tr: RealMedia Desteğini Etkinleştir
wa: Permete li sopoirt RealMedia
zh_cn: 开启 RealMedia 支持

source: Enable SMIL Support (Effects QuickTime and RealMedia)
da: Aktivér SMIL-understøttelse (påvirker QuickTime og RealMedia)
es: Habilitar el soporte para SMIL (Efectos de QuickTime y RealMedia)
fr: Activer le Support SMIL (affecte QuickTime et RealMedia)
hu: SMIL támogatás bekapcsolása (A QuickTime-ra és a RealMedia-ra hat)
ja: SMIL のサポートを有効にする (QuickTime と RealMedia に影響)
ko: SMIL 지원 (QuickTime/RealMedia 적용)
nb: Aktivere støtte for SMIL (berører QuickTime og RealMedia)
nl: SMIL ondersteuning (tbv. Quicktime en RealMedia)
pl: Włącz obsługę SMIL (powoduje QuickTime i RealMedia)
pt_br: Ativar suporte a SMIL
sv: Aktivera SMIL stöd (påverkar QuickTime och RealMedia)
tr: SMIL Desteğini (QuickTime & RealMedia) Etkinleştir
wa: Permete li sopoirt SMIL (fwait roter QuickTime et RealMedia)
zh_cn: 开启 SMIL 支持（对 QuickTime 和 RealMedia 有效）

source: Enable Helix Emulation
da: Aktivér Helix-emulering
es: Habilitar emulación de Helix
fr: Activer l'émulation de Helix
hu: Helix emuláció bekapcsolása
ja: Helix をエミュレートする
ko: Helix Emulation 지원
nb: Aktivere Helix-emulering
nl: Afspelen Helix Emulatie formaat
pl: Włącz emulację Helix
pt_br: Ativar emulação de Helix
sv: Aktivera Helix-emulering
tr: Helix Emülasyonunu Etkinleştir
wa: Permete l' emulåcion Helix
zh_cn: 开启 Helix 支持

source: Enable Google Media Player Support
da: Aktivér Google Media Player-understøttelse
es: Habilitar el soporte para Google Media Player
fr: Activer le Support Google Media Player
hu: Google Media Player támogatás bekapcsolása
ja: Google Media Player のサポートを有効にする
ko: Google Media Player 지원
nb: Aktivere støtte for Google Media Player
nl: Afspelen Google Media Player formaat
pl: Włącz obsługę Google Media Player
pt_br: Ativar suporte ao Google Media Player
sv: Aktivera Google Media Player stöd
tr: Google Media Player Desteğini Etkinleştir
wa: Permete li sopoirt Google Media Player
zh_cn: 开启 Google Media Player 支持

source: Enable MPEG Support
da: Aktivér MPEG-understøttelse
es: Habilitar el soporte para MPEG
fr: Activer le Support MPEG
hu: MPEG támogatás bekapcsolása
ja: MPEG のサポートを有効にする
ko: MPEG 지원
nb: Aktivere støtte for MPEG
nl: Afspelen MPEG formaat
pl: Włącz obsługę MPEG
pt_br: Ativar suporte a MPEG
sv: Aktivera MPEG stöd
tr: MPEG Desteğini Etkinleştir
wa: Permete li sopoirt MPEG
zh_cn: 开启 MPEG 支持

source: Enable MP3 Support (Requires MPEG Support)
da: Aktivér MP3-understøttelse (kræver MPEG-understøttelse)
es: Habilitar el soporte para MP3 (Requiere el soporte MPEG)
fr: Activer le Support MP3 (Nécessite le support de MPEG)
hu: MP3 támogatás bekapcsolása (Az MPEG támogatást igényli)
ja: MP3 のサポートを有効にする (MPEG のサポートが必要)
ko: MP3 지원 (MPEG 지원 필요)
nb: Aktivere støtte for MP3 (krever MPEG-støtte)
nl: Afspelen MP3 formaat (vereist MPEG ondersteuning)
pl: Włącz obsługę MP3 (Wymaga włączonej obsługi MPEG)
pt_br: Ativar suporte a MP3 (Depende do MPEG)
sv: Aktivera MP3 stöd (kräver MPEG stöd)
tr: MP3 Desteğini Etkinleştir
wa: Permete li sopoirt MP3 (dimande li sopoirt MPEG)
zh_cn: 开启 MP3 支持（需要 MPEG 支持）

source: Enable Ogg Support
da: Aktivér Ogg-understøttelse
es: Habilitar el soporte para OGG
fr: Activer le Support Ogg
hu: Ogg támogatás bekapcsolása
ja: Ogg のサポートを有効にする
ko: Ogg 지원
nb: Aktivere støtte for Ogg
nl: Afspelen Ogg formaat
pl: Włącz obsługę Ogg
pt_br: Ativar suporte a Ogg
sv: Aktivera Ogg stöd
tr: Ogg Desteğini Etkinleştir
wa: Permete li sopoirt Ogg
zh_cn: 开启 Ogg 支持

source: Enable MIDI Support
da: Aktivér MIDI-understøttelse
es: Habilitar el soporte para MIDI
hu: MIDI támogatás bekapcsolása
ja: MIDI のサポートを有効にする
nl: Afspelen MIDI formaat
pl: Włącz obsługę MIDI
pt_br: Ativar suporte a MIDI
sv: Aktivera MIDI stöd
tr: MIDI Desteğini Etkinleştir
wa: Permete li sopoirt MIDI
zh_cn: 开启 MIDI 支持

source: Enable Shoutcast PLS Support
da: Aktivér Shoutcast PLS-understøttelse
es: Habilitar el soporte para Shoutcast PLS
hu: Shoutcast PLS támogatás bekapcsolása
ja: Shoutcast PLS のサポートを有効にする
nl: Afspelen Shoutcast PLS formaat
pl: Włącz obsługę Shoutcast PLS
pt_br: Ativar suporte a "Shoutcast PLS"
sv: Aktivera Shoutcast PLS stöd
tr: Shoutcast PLS Desteğini Etkinleştir
wa: Permete li sopoirt Shoutcast PLS
zh_cn: 开启 Shoutcast PLS 支持

source: Enable DivX Support
es: Habilitar soporte DivX
hu: DivX támogatás bekapcsolása
ja: DivX のサポートを有効にする
nl: Afspelen DivX formaat
pl: Włącz obsługę DivX
pt_br: Ativar suporte a DivX
sv: Aktivera DivX stöd
tr: DivX Desteğini Etkinleştir
wa: Permete li sopoirt DivX
zh_cn: 开启 DivX 支持

source: Play media directly from site (No Caching)
da: Afspil mediet direkte fra site (uden mellemlagring)
es: Reproducir multimedia directamente del sitio (sin caché)
fr: Lire le média directement depuis le site (sans cache)
hu: Média lejátszása közvetlenül az oldalról (Nincs gyorsítótár)
ja: メディアをサイトから直截再生する (キャッシュしない)
ko: 바로 재생 하기 (No Caching)
nb: Spille av media direkte fra opprinnelsesstedet (intet hurtigminne)
nl: Media vanaf de website afspelen (geen caching)
pl: Odtwarzaj strumień wprost ze strony (bez buforowania)
pt_br: Exibir diretamente do site (Sem uso de cache)
sv: Spela mediet direkt från webbsidan (ingen cachning)
tr: Web sayfasından doğrudan çal (önbellekleme yok)
wa: Djouwer l' media direk a pårti del waibe
zh_cn: 直接从原地址播放（不进行缓冲）

source: Connect to RTSP Media over TCP
da: Forbind til RTSP-medie vha. TCP
es: Conectar al contenido multimedia RTSP por TCP
fr: Se connecter en RTSP par TCP
hu: Kapcsolódás az RTSP médiához TCP-n keresztül
ja: TCP 越しに RTSP Media へ接続する
ko: RTSP 미디어를 TCP로 연결
nb: Koble til RTSP-media over TCP
nl: Afspelen RTSP bestanden via TCP
pl: Połącz się ze medium RTSP poprzez TCP
pt_br: Conectar à RTSP usando TCP
sv: Anslut till RTSP media över TCP
tr: RTSP dosyasına TCP üzerinden bağlan
wa: Loyî å Media RTSP avou TCP
zh_cn: 通过 TCP 连接到 RTSP 媒体

source: Use HTTP instead of RTSP
da: Benyt HTTP i stedet for RTSP
es: Usar HTTP en vez de RTSP
fr: Utiliser HTTP plutôt que RTSP
hu: HTTP használata RTSP helyett
ja: RTSP の代わりに HTTP を使用する
nb: Bruke HTTP isteden for RTSP
nl: Gebruik HTTP in plaats van RTSP
pl: Używaj HTTP zamiast RTSP
pt_br: Usar HTTP ao invés de RTSP
sv: Använd HTTP istället för RTSP
tr: RTSP yerine HTTP kullan
wa: Si siervi d' HTTP al plaece di RTSP
zh_cn: 使用 HTTP 代替 RTSP

source: Pause Video when hidden
da: Hold pause når video er skjult
es: Pausar el Vídeo cuando se encuentre oculto
fr: Pause automatique si la vidéo est cachée
hu: Videó szüneteltetése ha rejtett
ja: 非表示時にはビデオを一時停止にする
nb: Pause Video når skjult
nl: Onderbreek afspelen bij verborgen scherm
pl: Zatrzymaj film gdy ukryty
pt_br: Pausar execução quando oculto
sv: Pausa uppspelning när fönstret är dolt
tr: Gizli iken videoyu beklet
wa: Djoker l' videyo cwand l' est catchî
zh_cn: 隐藏窗口时暂停播放

source: Show Controls
da: Vis kontrolelementer
es: Mostrar Controles
fr: Afficher les boutons de contrôle
hu: Vezérlés mutatása
ja: コントロールを表示
ko: 콘트롤 보이기
nb: Vise kontroller
nl: Toon knoppen
pl: Pokaż przyciski
pt_br: Exibir controles
sv: Visa kontroller
tr: Kontrol Penceresini Göster
wa: Mostrer les contrôles
zh_cn: 显示控制栏

source: Copy URL
da: Kopiér URL
es: Copiar URL
fr: Copier l'URL
hu: URL másolása
ja: URLをコピー
ko: URL 복사
nb: Kopiere URL
nl: URL kopieren
pl: Kopiuj URL
pt_br: Copiar URL
sv: Kopiera URL
tr: Adresi Kopyala
wa: Copyî l' URL
zh_cn: 复制连接地址

source: Configure
da: Konfigurér
es: Configurar
fr: Configurer
hu: Beállítások
ja: 設定
ko: 설정
nb: Innstillinger
nl: Configureren
pl: Konfiguracja
pt_br: Configurar
sv: Konfigurera
tr: Yapılandır
wa: Apontyî
zh_cn: 配置

source: Initializing
da: Initialiserer
es: Iniciando
fr: Initialisation
hu: Inicializálás
ja: 初期化中
ko: 초기화 중..
nb: Initaliserer
nl: Initialiseren
pl: Uruchamianie
pt_br: Inicializando
sv: Initierar
tr: Başlatılıyor
wa: Atake
zh_cn: 初始化

source: Download Complete
da: Download færdig
es: Descarga Completa
fr: Téléchargement Términe
hu: Letöltés kész
ja: ダウンロード完了
nb: Nedlasting ferdig
nl: Download compleet
pl: Pobieranie zakończone
pt_br: Fim do carregamento
sv: Nedladdning klar
tr: İndirme Tamamlandı
wa: Eberwetaedje tot fwait
zh_cn: 下载完成

source: Buffering %li KB
da: Lagrer midlertidigt %li KB
fr: Mise en mémoire tampon %li KB
hu: Pufferelés: %li KB
ja: バッファリング %li KB
ko: %li KB 버퍼링 중
nb: Henter %likB
nl: Laden %li KB
pl: Buforowanie %li KB
pt_br: Armazenando Buffer %li KB
sv: Buffrar %li KB
tr: %li KB indirildi
wa: Dji mete %li Ko e memwere tampon
zh_cn: 正在缓冲 %li KB

source: Buffering %i%% - %li KB
da: Lagrer midlertidigt %i%% - %li KB
fr: Mise en mémoire tampon %i%% - %li KB
hu: Pufferelés: %i%% - %li KB
ja: バッファリング %i%% - %li KB
ko: %i%% - %li KB 버퍼링 중
nb: Henter %i%% - %likB
nl: Laden %i%% - %li KB
pl: Buforowanie %i%% - %li KB
pt_br: Armazenando Buffer %i%% - %li KB
sv: Buffert %i%% - %li KB
tr: %i%% - %li KB alındı
wa: Dji mete %i%% - %li Ko e memwere tampon
zh_cn: 正在缓冲 %i%% - %li KB

source: Buffering Complete - %li KB
da: Midlertidig lagring udført - %li KB
es: Buffering Completo - %li KB
fr: Mise en mémoire tampon terminée - %li KB
hu: Pufferelés kész - %li KB
ja: バッファリング完了 - %li KB
ko: %li KB 버퍼링 완료
nb: Henting ferdig - %likB
nl: Laden gereed - %li KB
pl: Buforowanie zakończone - %li KB
pt_br: Buffer carregado - %li KB
sv: Buffring klar - %li KB
tr: Ön İndirme Tamamlandı - %li KB
wa: Metaedje e memwere tampon tot fwait - %li Ko
zh_cn: 缓冲完成 - %li KB

source: OK
ko: 확인
tr: Tamam
wa: 'l est Bon
zh_cn: 确定
